brew "sl"
brew "cmatrix"
brew "cowsay"
brew "thefuck"

brew "stow"
brew "fd"
brew "fzf"
brew "grep"
brew "ripgrep"
brew "bash-language-server"
brew "neovim"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"

brew "go"
brew "pkl"
brew "luarocks"

brew "ffmpeg"
brew "imagemagick"
brew "pkg-config"
brew "yt-dlp"
brew "nmap"

cask "angry-ip-scanner"
cask "appcleaner"
cask "balenaetcher"
cask "google-chrome"
cask "iina"
cask "kitty"
cask "outline-manager"
cask "sdformatter"
cask "transmission"
cask "qobuz"
cask "vox"
cask "the-unarchiver"
cask "docker-desktop"
cask "tailscale-app"
cask "bluos-controller"
cask "flacon"

tap "getsentry/tools"
brew "getsentry/tools/sentry-cli"

tap "peripheryapp/periphery"
cask "periphery"

mas "Claquette", id: 587748131
mas "Compressor", id: 424390742
mas "DevCleaner", id: 1388020431
mas "Final Cut Pro", id: 424389933
mas "Image2Icon", id: 992115977
mas "JSONPeep", id: 1458969831
mas "Keynote", id: 409183694
mas "Logic Pro", id: 634148309
mas "Scrobbles for Last.fm", id: 1344679160
mas "Tailscale", id: 1475387142
mas "Telegram", id: 747648890
mas "Vimlike", id: 1584519802
mas "Wipr", id: 1320666476
mas "Xcode", id: 497799835
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
