brew "sl"
brew "cmatrix"
brew "cowsay"
brew "thefuck"

brew "stow"
brew "fd"
brew "fzf"
brew "grep"
brew "ripgrep"
brew "bash-language-server"
brew "neovim"
brew "tmux"
brew "tree"
brew "zsh-autosuggestions"

brew "go"
brew "pkl"
brew "luarocks"

brew "ffmpeg"
brew "imagemagick"
brew "pkg-config"
brew "yt-dlp"

cask "angry-ip-scanner"
cask "appcleaner"
cask "balenaetcher"
cask "google-chrome"
cask "iina"
cask "kitty"
cask "outline-manager"
cask "sdformatter"
cask "shadowsocksx-ng"
cask "transmission"

tap "getsentry/tools"
brew "getsentry/tools/sentry-cli"

tap "peripheryapp/periphery"
cask "periphery"
